Repository: dadelcarbo/StockAnalyzer
Catalog: StockAnalyzerApp/CustomControl/PreferenceDialog.*.resx
Languages: fr_fr

# cancelBtn.Text
source: Cancel
fr_fr: Annuler

# downloadDataCheckBox.Text
source: Download data on startup
fr_fr: Télécharger les données

# generateBreadthCheckBox.Text
source: Generate breadth indicator
fr_fr: Générer les "Breadth" indicateurs

# enableLoggingCheckBox.Text
source: Enable logging
fr_fr: Activer le logging

# label2.Text
source: User ID
fr_fr: Identifiant

# groupBox1.Text
source: Application Start up
fr_fr: Démarrage de l'application

# getLicenseButton.Text
source: Get License
fr_fr: Télécharger la licence

# msg1.Text
source: Ultimate chartist need to be restarted to take your changes into account. If the application doesn't restart, please close and reopen it.
fr_fr: Ultimate Chartist va redemarrer pour prendre en compte vos changements. Si elle ne redémarre pas, veuillez fermer l'application et la réouvrir.

# barNumberLabel.Text
source: Number of bars
fr_fr: Nombre de barres

# chartParamGroupBox.Text
source: Chart Parameters
fr_fr: Paramètres des graphiques

# shortSellSupportCheckBox.Text
source: Support short selling
fr_fr: Support VAD

# label1.Text
source: Start Date
fr_fr: Date Début
